"MAC_LAUNCHER_DOWNLOADING" = "Downloading Dashlane...";
"MAC_LAUNCHER_FAILED_CHECK_DESCRIPTION" = "An error occurred while trying to install Dashlane. Please check your internet connection, and try again.";
"MAC_LAUNCHER_FAILED_CHECK_TITLE" = "Installation Failed";
"MAC_LAUNCHER_FAILED_DOWNLOAD_DESCRIPTION" = "An error occurred while trying to download Dashlane. Please try again.";
"MAC_LAUNCHER_FAILED_DOWNLOAD_TITLE" = "Download Failed";
"MAC_LAUNCHER_FAILED_INSTALL_DESCRIPTION" = "An error occurred while trying to install Dashlane. Please try again.";
"MAC_LAUNCHER_FAILED_INSTALL_TITLE" = "Installation Failed";
"MAC_LAUNCHER_FAILED_WARNING_MANUAL_DONWLOAD" = "Try again";
"MAC_LAUNCHER_FAILED_WARNING_QUIT" = "Quit";
"MAC_LAUNCHER_INCOMPLETE_WARNING_CONTINUE" = "Continue installation";
"MAC_LAUNCHER_INCOMPLETE_WARNING_DESCRIPTION" = "The installation of Dashlane is almost complete. Are you sure you want to quit?";
"MAC_LAUNCHER_INCOMPLETE_WARNING_QUIT" = "Quit";
"MAC_LAUNCHER_INCOMPLETE_WARNING_TITLE" = "Installation Incomplete";
"MAC_LAUNCHER_INSTALLING" = "Installing Dashlane...";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_DESCRIPTION" = "Looks like you already installed Dashlane from the App Store... Please check the App Store for the latest update.";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_MANUAL_DONWLOAD" = "Download anyway";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_OPEN" = "Open the App Store";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_QUIT" = "Quit";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_TITLE" = "Use the App Store version of Dashlane";
"MAC_LAUNCHER_WINDOW_TITLE" = "Install Dashlane";
